insert into menus(name, cost, schedule) values
('ПН 1.1', 60, '2021-08-30:14'),
('ПН 2.1', 50, '2021-08-30:14'),

('ВТ 1.1', 60, '2021-08-31:14'),
('ВТ 2.1', 45, '2021-08-31:14'),

('СР 1.1', 60, '2021-09-01:14'),
('СР 2.1', 45, '2021-09-01:14'),

('ЧТ 1.1', 60, '2021-09-02:14'),
('ЧТ 2.1', 50, '2021-09-02:14'),

('ПТ 1.1', 65, '2021-09-03:14'),
('ПТ 2.1', 50, '2021-09-03:14'),


('ПН 1.2', 65, '2021-09-06:14'),
('ПН 2.2', 50, '2021-09-06:14'),

('ВТ 1.2', 60, '2021-09-07:14'),
('ВТ 2.2', 50, '2021-09-07:14'),

('СР 1.2', 60, '2021-09-08:14'),
('СР 2.2', 45, '2021-09-08:14'),

('ЧТ 1.2', 60, '2021-09-09:14'),
('ЧТ 2.2', 50, '2021-09-09:14'),

('ПТ 1.2', 60, '2021-09-10:14'),
('ПТ 2.2', 45, '2021-09-10:14');

insert into dishes(menu_id, name) values
(46, 'Каша гречневая'),
(46, 'Отбивная'),
(46, 'Салат "Зелёный"'),

(48, 'Пюре картофельное'),
(48, 'Бифштекс'),
(48, 'Салат свекольный'),

(50, 'Спагетти'),
(50, 'Куриная котлета в сметанном соусе'),
(50, 'Салат "Весенний"'),

(52, 'Рис с овощами'),
(52, 'Бризоль'),
(52, 'Салат из кислых огурцов и зелени'),

(54, 'Картофель с укропом'),
(54, 'Котлета куриная'),
(54, 'Салат "Витаминный"'),

(47, 'Макароны'),
(47, 'Котлета свино-говяжья'),

(49, 'Каша кукурузная'),
(49, 'Тефтели'),

(51, 'Блины с творогом и изюмом 2 шт.'),

(53, 'Каша пшеничная'),
(53, 'Котлета паровая рыбная'),

(55, 'Голубцы 3 шт.'),

(36, 'Рис с овощами'),
(36, 'Котлета куриная'),
(36, 'Салат "Весенний"'),

(38, 'Картофель отварной с укропом'),
(38, 'Бифштекс'),
(38, 'Салат "Свекольный"'),

(40, 'Каша гречневая'),
(40, 'Котлета куриная паровая'),
(40, 'Салат "Зелёный"'),

(42, 'Макароны'),
(42, 'Тефтели'),
(42, 'Салат "Винегрет"'),

(44, 'Пюре картофельное'),
(44, 'Отбивная'),
(44, 'Салат из квашеной капусты или "Витаминный"'),

(37, 'Макароны'),
(37, 'Тефтели'),

(39, 'Картофельники с мясом 2 шт.'),

(41, 'Блины с мясом 2 шт.'),

(43, 'Каша пшеничная'),
(43, 'Котлета куриная паровая'),

(45, 'Каша кукурузная'),
(45, 'Мититея');
