insert into menus(name, cost, schedule) values
('ПН 1.1', 55, '2021-02-15:14'),
('ПН 2.1', 45, '2021-02-15:14'),

('ВТ 1.1', 55, '2021-02-16:14'),
('ВТ 2.1', 45, '2021-02-16:14'),

('СР 1.1', 55, '2021-02-17:14'),
('СР 2.1', 45, '2021-02-17:14'),

('ЧТ 1.1', 55, '2021-02-18:14'),
('ЧТ 2.1', 45, '2021-02-18:14'),

('ПТ 1.1', 55, '2021-02-19:14'),
('ПТ 2.1', 41, '2021-02-19:14'),


('ПН 1.2', 55, '2021-02-22:14'),
('ПН 2.2', 45, '2021-02-22:14'),

('ВТ 1.2', 55, '2021-02-23:14'),
('ВТ 2.2', 41, '2021-02-23:14'),

('СР 1.2', 55, '2021-02-24:14'),
('СР 2.2', 45, '2021-02-24:14'),

('ЧТ 1.2', 55, '2021-02-25:14'),
('ЧТ 2.2', 45, '2021-02-25:14'),

('ПТ 1.2', 55, '2021-02-26:14'),
('ПТ 2.2', 45, '2021-02-26:14');

insert into dishes(menu_id, name) values
(16, 'Каша гречневая'),
(16, 'Отбивная'),
(16, 'Салат "Зелёный"'),

(18, 'Пюре картофельное'),
(18, 'Котлета свино-говяжья'),
(18, 'Салат свекольный'),

(20, 'Спагетти'),
(20, 'Бефстроганов из курицы'),
(20, 'Винегрет'),

(22, 'Рис с овощами'),
(22, 'Бризоль'),
(22, 'Салат крабовый'),

(24, 'Картофель запеченый'),
(24, 'Котлета куриная'),
(24, 'Салат "Весенний"'),

(17, 'Макароны'),
(17, 'Котлета рыбная паровая'),

(19, 'Пельмени свино-говяжьи'),

(21, 'Блины с творогом и изюмом'),

(23, 'Каша пшеничная'),
(23, 'Котлета куриная паровая'),

(25, 'Голубцы'),

(26, 'Рис с овощами'),
(26, 'Котлета куриная рубленая'),
(26, 'Салат из квашеной капусты'),

(28, 'Картофель отварной с укропом'),
(28, 'Бифштекс'),
(28, 'Салат "Весенний"'),

(30, 'Каша гречневая'),
(30, 'Котлета куриная паровая'),
(30, 'Салат "Оливье"'),

(32, 'Спагетти'),
(32, 'Тефтели'),
(32, 'Салат свекольный'),

(34, 'Пюре картофельное'),
(34, 'Отбивная'),
(34, 'Салат "Зелёный"'),

(27, 'Макароны'),
(27, 'Тефтели'),

(29, 'Картофельники с мясом'),

(31, 'Блины с мясом'),

(33, 'Каша пшеничная'),
(33, 'Котлета куриная паровая'),

(35, 'Каша кукурузная'),
(35, 'Мититея');
