insert into menus(id, name, cost, schedule) values
(56, 'ПН 1.1', 60, '2022-02-21:14'),
(57, 'ПН 2.1', 50, '2022-02-21:14'),

(58, 'ВТ 1.1', 65, '2022-02-22:14'),
(59, 'ВТ 2.1', 50, '2022-02-22:14'),

(60, 'СР 1.1', 60, '2022-02-23:14'),
(61, 'СР 2.1', 50, '2022-02-23:14'),

(62, 'ЧТ 1.1', 60, '2022-02-24:14'),
(63, 'ЧТ 2.1', 45, '2022-02-24:14'),

(64, 'ПТ 1.1', 65, '2022-02-25:14'),
(65, 'ПТ 2.1', 50, '2022-02-25:14'),


(66, 'ПН 1.2', 60, '2022-02-28:14'),
(67, 'ПН 2.2', 50, '2022-02-28:14'),

(68, 'ВТ 1.2', 60, '2022-03-01:14'),
(69, 'ВТ 2.2', 45, '2022-03-01:14'),

(70, 'СР 1.2', 60, '2022-03-02:14'),
(71, 'СР 2.2', 45, '2022-03-02:14'),

(72, 'ЧТ 1.2', 65, '2022-03-03:14'),
(73, 'ЧТ 2.2', 50, '2022-03-03:14'),

(74, 'ПТ 1.2', 60, '2022-03-04:14'),
(75, 'ПТ 2.2', 50, '2022-03-04:14');

insert into dishes(menu_id, name) values
(56, 'Каша гречневая'),
(56, 'Тефтели'),
(56, 'Салат "Витаминный"'),

(58, 'Макароны'),
(58, 'Отбивная'),
(58, 'Винегрет'),

(60, 'Картофель отварной с укропом'),
(60, 'Котлета куриная'),
(60, 'Салат из квашеной капусты'),

(62, 'Рис с овощами'),
(62, 'Котлета свино-говяжья'),
(62, 'Салат «Зеленый»'),

(64, 'Пюре картофельное'),
(64, 'Наггетсы'),
(64, 'Салат из солёных огурцов или салат «Морковный»'),

(57, 'Макароны'),
(57, 'Котлета куриная'),

(59, 'Каша пшеничная'),
(59, 'Бифштекс'),

(61, 'Спагетти'),
(61, 'Мититея'),

(63, 'Блины с творогом и изюмом 2 шт.'),

(65, 'Каша кукурузная'),
(65, 'Котлета куриная в сметанном соусе'),

(66, 'Макароны'),
(66, 'Котлета куриная'),
(66, 'Салат "Зеленый"'),

(68, 'Картофель отварной с укропом'),
(68, 'Котлета свино-говяжья'),
(68, 'Салат "Свекольный"'),

(70, 'Каша гречневая'),
(70, 'Котлета куриная в соусе'),
(70, 'Салат из солёных огурцов'),

(72, 'Рис с овощами'),
(72, 'Отбивная'),
(72, 'Салат "Весенний"'),

(74, 'Пюре картофельное'),
(74, 'Бифштекс'),
(74, 'Салат из квашеной капусты'),

(67, 'Каша пшеничная'),
(67, 'Мититея'),

(69, 'Блины с мясом 2 шт.'),

(71, 'Картофельники с мясом 2 шт.'),

(73, 'Каша кукурузная'),
(73, 'Тефтели'),

(75, 'Макароны'),
(75, 'Котлета паровая куриная');
